[
  {
    "category": "製造工程技術",
    "title": "01 工業機械",
    "image": "01.jpg",
    "description": "製造工程技術\n                          \n01 工業機械\n職類介紹工業機械是運用人員參與工廠中安裝、保養、維修及移除機械和設備，並了解用於各種機械的工業規定及標準。競賽方式一、競賽試題不公開。二、競賽採模組化進行：1.模組一氣壓。2.模組二銲接。3.模組三車床。4.模組四銑床。5.模組五設計及組裝。競賽時間：18小時。進入競賽場即需配穿著工作服及安全鞋，不得配戴領帶及戒子等影響工作安全之物，且操作迴轉機器不得穿戴手套。並依標準作業程序(S.O.P)及操作注意事項來操作相關機具。未來發展精密機械工程師製造工程師機電自動化工程師電控工程師             機械類（如車床、銑床、磨床、CNC車床、CNC銑床等）維修與組裝人員控制類維修與組裝人員"
  },
  {
    "category": "製造工程技術",
    "title": "03 集體創作",
    "image": "03.jpg",
    "description": "製造工程技術\n                          \n03 集體創作\n職類介紹集體創作是多種技能整合的產品開發技術職類，其技術包含精密機械、機電整合、電子電路、板金、銲接及電腦輔助製造設計等多種技能，導入工廠管理及製程設計的概念，以求在最短的時間成本、最佳的製作流程及最強的團隊合作戰力，製造完整性最好的產品。競賽方式為3人一組以建造特定功能之產品為目標之綜合技能型之團隊競賽，基本精神為充分利用團隊力量建立一套產品設計、開發與製造流程，進行產品相關功能及設計文件撰寫及製作。各團隊其所需技能包含機械製造技術、機電整合技術、電腦輔助設計製作技術及產品企劃管理技術，並於競賽過程中，完成一個主要計畫(賽前公開)及一個意外計畫(競賽時公開)。未來發展機械設計工程師產品開發管理工程師機電自動化工程師製程工程師"
  },
  {
    "category": "製造工程技術",
    "title": "04 機電整合",
    "image": "04.jpg",
    "description": "製造工程技術\n                          \n04 機電整合\n職類介紹機電整合在業界簡稱「自動化」，是「智慧生產系統」與「工業4.0」的基礎。技術範圍涵蓋機械、電子、電機、通信、控制與資訊…等領域，是結合現代科技與傳統工藝的一門複合性技術，小到造一根針，大到造一艘航空母艦，只要是從事生產製造的公司或工廠都需要機電整合專業技術人才，因此，在食、衣、住、行、育、樂各項領域，皆可見到相關應用實例。競賽方式機電整合的競賽方式為：在有限的時間中，完成題目所指定的功能，包含機構組裝、機構調整、控制程式撰寫、動作測試…等項目，因此選手在邏輯判斷、程序安排、機構概念、體能與思維上的要求都要較一般人來得高。競賽時，所有的隊伍都將同一時間進行工作並於時間終止時進行評分，後項的競賽題目與前項題目相關，因此時間的掌握非常重要。未來發展「機電整合」在業界簡稱「自動化」，因此只要是從事生產製造的公司或工廠都有此人才之需求。"
  },
  {
    "category": "製造工程技術",
    "title": "05 CAD機械設計製圖",
    "image": "05.jpg",
    "description": "製造工程技術\n                          \n05 CAD機械設計製圖\n職類介紹工程圖是產業在研發設計、生產製造及品管銷售的重要依據，也是各產業間的共通語言，因此製圖可說是產業的上游與起源，是各產業發展所需的基石。CAD機械設計製圖職類是利用CAD為工具，建立製造過程中所需的2D或3D工程圖面，未來可從事的產業，如精密機械設計、機構設計、汽車相關產業設計、3C暨家電產業之3D實體模型等產業。競賽方式本職類在國際技能競賽為委外命題；全國技能賽競賽採用四~五個模組來進行競賽，內容涵蓋技術範圍，選手依據試題說明完成每個模組所規定的工作項目，如3D實體模型、工程圖、影像圖、動畫、鋼構熔接、鈑金展開、實物測繪、設計變更及3D列印等。未來發展機械設計機械繪圖工設相關產品設計品管員"
  },
  {
    "category": "製造工程技術",
    "title": "06 CNC車床",
    "image": "06.jpg",
    "description": "製造工程技術\n                          \n06 CNC車床\n職類介紹數值控制車床是將電腦數值控制的技術應用於控制機械運轉，使用單鋒刀具切削旋轉工件的工具機，運用CNC機械與電腦系統，從事分析、模擬、設計、繪圖與輔助製造，並利用電腦數據資料有效率的擬訂生產計劃，排定生產程序，指定使用工具機械與操作條件，是影響工業生產力與品質的重要科技。競賽方式競賽試題分傳統機力車床與CNC車床兩部份，紮實的傳統車床技能養成，再結合電腦數值控制車床CAD/CAM電腦輔助設計製造等訓練，如此培育出的選手進軍國際技能競賽定可出類拔萃。機力車床車削圓軸、溝槽、錐度、螺紋、偏心等；CNC車床設計CNC加工程式，由CNC車床控制器模擬加工路徑或經由電腦輔助設計製造系統繪製工作圖形，製作及傳輸加工程式，並能正確使用量具量測精度，設置及補正必要的切削工具，完成鑽孔、車製圓軸內外徑、錐度、曲面、螺紋、溝槽等車削及曲面、多邊形、挖槽等軸徑向銑削，機械加工與組合精度必須達到0.01mm，表面粗糙度能達Ra0.4μm。未來發展航太加工機械工業汽機車加工設備業3C輕金屬科技"
  },
  {
    "category": "製造工程技術",
    "title": "07 CNC銑床",
    "image": "07.jpg",
    "description": "製造工程技術\n                          \n07 CNC銑床\n職類介紹CNC銑床加工是手寫程式或透過CAM軟體的運用，加上事先規劃加工流程並轉換成CNC銑床的加工程式，來加工成品，技能內容包含能依照工作圖或實樣選用刀具及工具，並操作傳統銑床及CNC銑床完成機件加工與組合。競賽方式本職類競賽試題比照國際技能競賽採用不公開試題方式，競賽內容則以參考歷年國際技能競賽試題作為依據，淘汰賽採取操作傳統銑床為原則;正式競賽題目分為三個模組，分別是一天一模組來進行競賽。未來發展CNC銑床技術人員規劃工程師"
  },
  {
    "category": "製造工程技術",
    "title": "10 銲接",
    "image": "10.jpg",
    "description": "製造工程技術\n                          \n10 銲接\n職類介紹銲接是材料接合的一種方法，也是製造工程中最重要又具多樣性的技術。製程主要利用加熱方式將材料接合處熔融，使界面間原子迅速擴散進而達成冶金式接合的目的。由於大部分的金屬材料都適用銲接接合，所以銲接人員常被稱為「金屬材料的縫紉師」。銲接的應用範圍很廣，涵蓋各種領域，包括機械、電機、土木、化工工程、車輛、造船、航太及半導體業等。在自主國防工業及離岸風力發電建設中，銲接人員更是扮演著關鍵的角色。競賽方式選手必須依據競賽試題，識圖以各式手工具及動力工具配合場地設備將試板前處理、組合、銲接、清潔以完成作品並供評分。為強化國內選手的專業知識與識圖能力，在全國賽中加考識圖與專業知識部分（佔總分5 %左右比例）的術科筆試。未來發展銲接工程師銲接檢驗師各式銲接技術人員"
  },
  {
    "category": "製造工程技術",
    "title": "16 電子",
    "image": "16.jpg",
    "description": "製造工程技術\n                          \n16 電子\n職類介紹使用手工具與儀表進行設計、裝配、調整、測試、量測及檢修電子電路與電子儀器設備。其技術範圍包括感測器、類比電路、數位電路、單晶片微處理機、微電子學、基本電學、電子元件與儀表、馬達控制。競賽方式比賽項目包括：一、理論計算。二、硬體設計。三、電路組裝。四、軟體設計。焊接評分標準今年以IPC-A-610G為依據；要帶無鉛銲接工具、護目鏡、防靜電手環和SMD焊接工具；繪圖軟體可以使用EAGLE或Altium Designer (AD)，選拔賽僅能使用EAGLE；量測報告使用示波器截圖，再貼到word編輯；硬體設計需考量cost和evidence，evidence可以用麵包板或是EAGLE simulation；題目會有部分英文試題。選手必須每一項目都具備不錯的能力，才有機會脫穎而出！未來發展晶片設計工程師硬體設計工程師軟體設計工程師系統設計工程師"
  },
  {
    "category": "製造工程技術",
    "title": "19 工業控制",
    "image": "19.jpg",
    "description": "製造工程技術\n                          \n19 工業控制\n職類介紹工業控制競賽內涵包括電力裝置和自動化裝置，技能包括電氣控制元件及機構之安裝、設定、程式撰寫及故障排除，特別著重在工業自動化領域之工廠生產設施之相關元件組合及流程控制之功能建構。競賽方式競賽方式採不公開試題。內容含：一、依據完整的線路與配置圖，使用各式工具在控制箱或配電板上裝配各種電力設備、感測器、控制器及儀表等，並製作相關的配電管路及線槽。二、依據動作說明或相關圖說完成人機介面之規劃與設計，同時編寫可程式控制器之程式及完成變頻、伺服及周邊介面電路或通訊線路之配置。三、依據部分或完整之電路圖檢修電驛電路並設定或修正。四、依據動作說明或相關圖說繪製正確電路圖並裝配之。未來發展自動化控制工程師製程自動化設計師產業自動化研發工程師機電整合研發工程師"
  },
  {
    "category": "製造工程技術",
    "title": "23 機器人",
    "image": "23.jpg",
    "description": "製造工程技術\n                          \n23 機器人\n職類介紹機器人是整合電腦、資訊、機電與機械技術的職種，將培養出人工智慧及自動化科技人才，競賽方式由2位選手組成團隊，針對競賽需求，對機器人的機構進行設計、組裝與調整，並安裝軟體以控制與測試機器人運轉，培養排除困難之技術工作。競賽方式機器人青少年組以塑膠積木作為機構之組件，現場依據題目之需求進行機器人機構的設計、組裝。在搭配適當的感測器與程式撰寫之後，讓機器人可以用遙控或以全自動的方式來達成任務。所設計的機器人必須符合規定的長、寬、高限制，並且全數使用符合規定的零組件；組裝的過程全程禁止使用工具。評分時則依據任務的要求，讓機器人由出發區出發，依據題目的要求，在指定的區域內以遙控的方式或讓機器人以全自動的方式移動，並達成指定的任務。未來發展機械設計工程師模具工程師CAD工程師自動控制開發工程師機器人設計工程師"
  },
  {
    "category": "製造工程技術",
    "title": "42 冷作",
    "image": "42.jpg",
    "description": "製造工程技術\n                          \n42 冷作\n職類介紹冷作主要內容是使用手工具與機械設備，將各種金屬材料依據競賽工作圖和試題說明，加工製成幾何構造物或機件，冷作對於製作各項金屬結構，如：鋼構建築物、機械設備、橋樑、造船等，是重要且不可或缺的重要技能。競賽方式參與競賽的選手需根據每次競賽試題，進行分析、拆解及規劃製作。競賽內容：一、專業技能知識測驗 （10%）100題選擇題（冷作乙級技術士檢定參考資料）。二、視圖與落樣（15%）（乙級及全國賽程度(含冷作厚板展開）。三、結構物製作（75%）。未來發展金屬結構工程師機構設計工程師機械工程師"
  },
  {
    "category": "製造工程技術",
    "title": "43 模具",
    "image": "43.jpg",
    "description": "製造工程技術\n                          \n43 模具\n職類介紹模具是各種大量生產的重要工具，其技術影響國家的產業競爭力，尤其在工業、家庭用品及3C產品等，本職類融合塑膠產品及模具設計概念、電腦繪圖、電腦數控機器的操作與加工、模具零件拋光、模具零件組裝與調整、完成模具的試模及成品的自動化生產等，是屬於綜合性多工技能的專業。競賽方式配合國際賽的現況，採用「模組化」方式進行比賽。因應國際賽之需要，使用之電腦軟體為Auto cad 2020及Autodesk Inventor 2020，Master CAM 2020請各位選手妥善準備練習。（競賽場將在中彰投分署辦理，設備及軟體以競賽場的為準）選手需設計並繪製一套模具圖；加工一組模具，包括設計模具及用CAM 轉程式，操作CNC機器進行零件加工，拋光、組裝、完成模具，並試模射出。未來發展產品設計模具設計模具製造電腦設計繪圖CNC操作"
  },
  {
    "category": "製造工程技術",
    "title": "45 外觀模型創作",
    "image": "45.jpg",
    "description": "製造工程技術\n                          \n45 外觀模型創作\n職類介紹外觀模型創作主要是使用適當的材料製作出產品的外觀(形狀、尺寸和顏色)，透過原型（Prototype）的測試及修正，得以驗證、符合預期的設計，作為大量製造生產之準據，想要成為原型製作人員必須具備2D和3D之視圖和CAD製圖能力、傳統機械加工及CAM電腦輔助製造能力，與外型、功能創作設計等能力。 競賽方式選手必須依題目規定製作，包含選手自行規劃、設計之塗裝顏色及指定部位功能等，使用相關加工機械及手工具將木材、正夾板、塊狀樹脂（代木）、澆注樹脂、積層樹脂、ABS板材、壓克力等材料，透過手工、機械加工進行模型製作並塗裝，最後完成具高精密度且精美之外觀模型。 未來發展模具技師模型工程師模型設計師木模技師"
  },
  {
    "category": "製造工程技術",
    "title": "59 工業設計技術",
    "image": "59.png",
    "description": "製造工程技術\n                          \n59 工業設計技術\n職類介紹依WSI工業設計技術職能規範，能獨力完成產品設計由市場研究至最終產品設計提案報告的所有工作項目，其職能要求內容如下：一、市場研究涵蓋品牌認知、產品趨勢研究與市場定位、產品內容與特色、商業策略與市場計畫等。二、依設計規範、製造與商業可行性進行設計構想發展，並兼顧安全性、功能可行性、使用便利性與合理性、及符合預算成本考量。三、能以視覺方式表達設計理念，進行有效收斂式產品構想發展，並能針對產品設計細節繪製工程圖與分解圖，熟悉CAD軟體操作（依WSI規定以Fusion360軟體為要求），最後依據工程製造要求完成2D與3D圖檔。四、理解工程科學與生產技術應用原則、製造程序與材料特性，並能合理的應用於設計提案中，能熟悉操作3D打印機並製作產品功能模型。競賽方式試題依國際競賽方式命製，分為四個模組，1. 模組ㄧ（設計研究模組，4小時）、2. 模組二（構想展開模組，4小時）、3. 模組三（細部設計模組，6小時）、4. 模組四（設計專案簡報與報告模組，4小時），競賽時間共計18小時，分三天完成。選手能在要求進度時間內完成產品設計提案報告（含市場研究說明、構想發展過程、2D與3D圖檔繪製與細部設計、產品色彩計畫與品牌定位說明、產品使用情境動畫模擬影片、完整3D功能模型）。未來發展產品開發設計師UI/UX設計工程師產品品牌設計師產品開發專案經理公司產品開發部主管首席創意長首席設計長"
  },
  {
    "category": "製造工程技術",
    "title": "63 機器人系統整合",
    "image": "63.png",
    "description": "製造工程技術\n                          \n63 機器人系統整合\n職類介紹技能涵蓋範圍包括：一、能瞭解機械手臂之工作原理，安裝、設定、調校與操控。二、能妥善運用機械手臂，使其在自動/T1/T2的模式下均能完成指定的工作。三、能運用機械手臂模擬軟體進行所規劃工作之模擬執行。四、能設計適當之人機介面以進行機械手臂的操控。五、能將機械手臂與影像等周邊感測系統或其他裝置進行整合，以完成指定任務。六、能依工業標準規範進行機器人整合系統的工作規劃、設計與施工。七、能將所交付之任務轉換為幾個分項任務，並能運用工具來進行任務之分割、規劃、與執行方式的描述與說明。八、能針對所規劃之機器人整合系統撰寫操作手冊與教育訓練教材。競賽方式比賽進行的方式，係由兩位選手分工合件，依據裁判長主持所主持裁判會議依現場設備及機械手臂之狀況所共同討論之命題進行任務解決。命題原則以現有場地做題目改變，如改變夾取不同形狀大小或在外觀上有瑕疵之工件、或運動軌跡規劃、或智慧判斷能力、或循跡及運動能力、或視線內外之遙控、或障礙物偵測及避障、或影像辨識能力、或機械手臂之夾取功能…等等皆為可能的命題方向，以挑戰選手的臨時應變能力。選手除能進行手臂之操控外，並應具備繪製機具配置圖、工作規劃與分析、設計使用者操作介面、週邊裝置裝設能力、文件製作與簡報之能力。未來發展機器人應用工程師智慧機器人系統開發工程師機械產業電控系統工程師機器人產業機電整合工程師設備自動化工程師"
  },
  {
    "category": "製造工程技術",
    "title": "73 板金",
    "image": "73.jpg",
    "description": "製造工程技術\n                          \n73 板金\n職類介紹板金是將板狀金屬依圖製作成各類製品，工作內容包含繪製展開圖、剪切材料、成形、組立、銲接及研磨等，以日常生活及工業界所用的物品為主，也有藝術品的創作，是一個相當有潛力之產業。競賽方式本競賽採不公開試題之方式，以測試選手識圖及繪製展開圖之能力，選手依題目繪製展開圖、自行落樣剪切材料、利用各種成形機器（CNC折床、折摺機、滾圓機）成形板材，進行組立再利用TIG或MIG進行銲接，依圖完成作品。未來發展家具板金車輛板金金屬造型板金組立輕合金板金"
  },
  {
    "category": "製造工程技術",
    "title": "74 鑄造",
    "image": "74.jpg",
    "description": "製造工程技術\n                          \n74 鑄造\n職類介紹鑄造在金屬工業的範疇中，是不可或缺的一環，金屬製品從古至今，歷經數千年，鑄造的方法不斷更新，從最早的砂模鑄造，到今日的精密鑄造，涵蓋的領域包括產品設計、模型開發、模穴製作、鑄件成型、成品檢驗等，已擴充到各個行業，並應用在生活所見各種產品上。 競賽方式競賽項目如下：1. 造模方式包括：各類砂模鑄造用的鑄砂試驗、造模技術、精密鑄造與鑄造方案設計等相關技術。2. 鑄件檢驗項目：硬度、火花、衝擊、拉伸試驗、金相觀察等相關測驗。 未來發展鑄造工程新穎材料製成與研發模具開發與設計材料性質與檢測"
  },
  {
    "category": "製造工程技術",
    "title": "75 應用電子",
    "image": "75.jpg",
    "description": "製造工程技術\n                          \n75 應用電子\n職類介紹自工業革命後，大量生產的經濟模式為人們帶來富足的生活，但隨著 3C 產品的創新盛行，消費習慣與社會結構性的變化，傳統上以人力大量生產的方式，與現今的競爭環境中日益顯得格格不入，而應用電子職類競賽即是包含消費性、通訊及汽車等電子產品之電路設計、模擬、裝配、程式設計、量測調整及檢修。未來隨著工業 4.0 的推行，將朝向「物聯網智慧控制技術與應用」的概念發展。 競賽方式1. 運用電路模擬軟體繪製電子電路圖及電路功能模擬分析2. 單晶片及 Arduino 介面控制板之程式設計與燒錄（C 語言或組合語言）3. 應用電子與電信網路之電路設計、組裝（含表面黏著零件拆裝作業）調整、量測及故障檢修。 未來發展朝向開發AI人工智慧(包含車用電子、醫療電子、遠端監控系統及物聯網等領域) 技能"
  },
  {
    "category": "營建技術",
    "title": "12 建築舖面",
    "image": "12.jpg",
    "description": "營建技術\n                          \n12 建築舖面\n職類介紹建築舖面指的是在房屋、工業或公共建築、教堂、游泳池、戶外設施、內外牆面、地板和樓梯舖設陶瓷磚、馬賽克和天然石材作為保護和裝飾，且包括建造小牆面以及接續磚或立方塊的階梯。競賽方式一、試題競賽工作時間總計為16小時。二、為符合國際技能競賽之競賽規定，工作程序（流程）採模組化，分為A、B、C三模組，依序各模組評分。比賽前均會先檢查選手是否穿著安全鞋，如無穿著安 全鞋則不能參加比賽。另於使用機器設備（含電動工具）須配戴安全眼鏡作業及切割磁磚時須溼式作業，否則裁判將按評分內容扣分。 未來發展面材裝修技術師建築設計繪圖營造現場工程師工程監造"
  },
  {
    "category": "營建技術",
    "title": "15 配管與暖氣",
    "image": "15.jpg",
    "description": "營建技術\n                          \n15 配管與暖氣\n職類介紹建築物的管路就像人體的血管一樣，輸送建築物運作所需要的流體，配管技術人員必須具備能識、繪、設計管路圖及其標示 符號與說明，瞭解各種管線、配件及安裝牆面之材料、規格與特性，並能正確應用工具、機具及設備，加工施作、裝配、固定、檢測、防護與維修，使能符合圖說上之尺寸、性能及其他要求，供居家建築或工業廠房之終端設備正常使用，確保不會洩漏，且施作過程均能符合良好職業道德標準及安全衛生的工作態度。競賽方式競賽項目包含管路設計、工程圖、等角圖繪製、開列材料清單、管路加工施作與組裝測試及各種終端設備的安裝和固定，例如：淋浴設備、洗臉盆、廁所設備、鍋爐與各種熱交換器等，並需於競賽時間內完成，而評審項目則包含尺寸、水平度與垂直度、管彎曲、接合品質與外觀、管路安裝固定、壓力試驗、材料使用、工業安全及完成度等。共計8階段，16小時。未來發展水電、瓦斯、消防、供暖等配管工程師與管線設計工程師。"
  },
  {
    "category": "營建技術",
    "title": "18 電氣裝配",
    "image": "18.jpg",
    "description": "營建技術\n                          \n18 電氣裝配\n職類介紹電氣裝配技能以室內電氣施工技術為主，在住家、學校、醫院、辦公室及商業大樓進行電氣設備、電機控制安裝、電路設計、配管、配槽、配線、電路檢查、參數設定、程式設計、測試、試車運轉等工作。競賽方式一、依競賽所提供圖面(0-01~2-03)施作屋內管路配置、器具裝配、電路設計與配線、開關斷路器選擇、各式箱盤整配。二、 採單相三線式AC110V/220V電源供電，系統與設備共同接地。三、電路與程式設計。四、施工板面材質及尺寸:六分白色木心板或夾板(正面2400mmx2400mm、頂部1200mmx 2400mm、左側與右側1200mmx2400mm)。本模組PVC管限用熱風槍（競賽場提供AC110V及AC220V電源插座）。五、金屬管為1/2\"ø鍍鋅鐵管（需手動絞牙）。六、競賽時間:14小時。未來發展水電消防工程安裝設計自動控制程式設計安裝住宅、商業大樓維修安裝及設計"
  },
  {
    "category": "營建技術",
    "title": "20 砌磚",
    "image": "20.jpg",
    "description": "營建技術\n                          \n20 砌磚\n職類介紹紅磚砌築為建築的傳統方法，藉由純熟精湛的砌磚技術，配合水泥砂漿的黏著疊砌，展現卓越的建築特徵與磚材結構力，並發展多元模組的變化加上窯燒產生不同得濃厚組織窯變，色彩美觀，搭配多元化樣式的灰縫處理，使磚質感覺更加樸實，造就了不滅的藝術表現。競賽方式採不公開試題，本次試題為2個模組。可使用砌磚手工具及大型電鋸機，鋸切不同顏色或不同材質尺寸之磚塊，依競賽試題得搭配水泥空心磚及輕質磚等材料，模組包含有各種直線、平面與花飾之磚牆或圓拱形開口磚牆等（含模板製作）。花飾砌磚部分包含有：凸出及凹入、圓拱、曲線牆、圖案、圖騰及數字等。透過使用水泥砂漿（耐火泥）使用，於規定時間內順利完成正確的砌築技能及磚面灰縫之勾縫處理，並得包含施作部分牆壁之水泥粉刷技術及地面舖道磚之舖設等技術能力。未來發展建築藝術師裝飾藝術師砌磚技術人才"
  },
  {
    "category": "營建技術",
    "title": "21 粉刷技術與乾牆系統",
    "image": "21.jpg",
    "description": "營建技術\n                          \n21 粉刷技術與乾牆系統\n職類介紹競賽內容以石膏材料為主軸，使用手工具、自製工具或電動工具，依石膏材料之標準施作，並結合石膏板輕隔間工程，在指定的牆面、工作區域上完成輕鋼構材與石膏板材料之裁切、組裝，於牆面上放樣、打底粉刷、護角施作、表面整平修飾，製作各項石膏成品及組裝。競賽方式本次競賽時間訂為 18小時，競賽內容：一ˋ、輕鋼架骨架組裝、石膏板裁切固定、天花板組裝固定。二、護角飾條固定、陰角紙帶處理、牆面石膏打底粉光。三、線板施作、線板造型裁切組裝黏貼並配合加色打底粉光之競速題組。四、自由創意製作。未來發展營建類群工程人員設計繪圖施工監造"
  },
  {
    "category": "營建技術",
    "title": "22 漆作裝潢",
    "image": "22.jpg",
    "description": "營建技術\n                          \n22 漆作裝潢\n職類介紹油漆裝潢以專業基礎塗裝技能、創新工法及美學創作，設計獨特性及商業性融入產品與實體工程，創造形式觸感、視覺舒適與心理上的滿足，提升生活品質。 漆作更具產業塗裝型態發展之名，替代油漆工刻板印象轉向更符合現代人聯想專業具美學的職業代名詞與美化裝飾兼具環保的執行者。競賽方式競賽內容均以水性環保漆料作為以下之項目：1. 基礎底材判斷、介面材補土修復與研磨整平處理2. 造型門板、漆料特性應用與噴塗、刷塗、滾塗技能運用3. 識圖製圖、圖學比例放樣繪製構成4. 壁紙規格材質辨識施作技能5. 圖案與文字塗佈指定色彩6. 漆料色澤準確實務、色彩配置漸層放樣競速7. 美術設計、藝術形式創作、表現技法未來發展建築塗裝街頭藝術家環保塗料推廣漆器漆藝師室內風格色彩規劃電影場景製作"
  },
  {
    "category": "營建技術",
    "title": "24 家具木工",
    "image": "24.jpg",
    "description": "營建技術\n                          \n24 家具木工\n職類介紹家具木工的技能主要運用在中小型工廠的製作或生產製造技術，包括實木、木質材料與輔助材料的零組件或家具產品。 競賽試題的結構包括框架、箱體、抽屜、門(蓋)板及五金裝配的組成。選手須運用木工的知識、原理與規則，展現木工技術的熟練度、製作速度及操作機具的精準度。競賽方式競賽試題包括腳架、箱體、門框板及抽屜四模組，及桌板所構成，如附試題-三視圖、工作圖。評審包括客觀及主觀評分，重點包含尺寸量測、與圖相符、劃記與內榫、外榫、組裝與功能、表面處理、材料使用、安全措施及過程評分，其他項為成品評分。未來發展木工藝技術教育訓練人員木質家具技術及教育訓練人員裝潢木工技術及教育訓練人員"
  },
  {
    "category": "營建技術",
    "title": "25 門窗木工",
    "image": "25.jpg",
    "description": "營建技術\n                          \n25 門窗木工\n職類介紹門窗木工係以各種榫接將兩個以上的木製工件結合在一起的加工技術，細木工匠使用木材、合板、塑合板等材料，配合相關的五金配件製成建築用之門、窗、框及一至三階之樓梯或其相關結合體等物件。競賽方式競賽試題分別由2至3個模組的構件組合成一件作品，作品可包含門或窗及框並以能自行站立展示為要件，競賽時間為18小時，作品大小以1200×800×350mm之內設計命製，競賽選手必須能依照試題及說明文件，使用競賽場地提供的材料、機具設備、工作崗位及規定的個人手工具與機具設備，並遵守工業安全衛生規則，按規定的時程獨立作業完成競賽作品，未於規定的時程內完成者，該部份不予計分，完成的作品表面限以250＃以下砂紙(布)砂磨。未來發展門窗設計與製造綠建築開發與設計木工"
  },
  {
    "category": "營建技術",
    "title": "37 造園景觀",
    "image": "37.jpg",
    "description": "營建技術\n                          \n37 造園景觀\n職類介紹造園景觀是一門融合藝術與科學的學問，為達到最好的土地利用，所涵蓋的知識包括建築造景、庭園工程、景觀材料學、建築材料學、農(林)業、社會學、經濟學以及都市計畫美學等，將自然、經濟和社會的變動等因素融入土地的實質設計和規畫，創造人為環境景觀與鄉野自然景觀的空間設計。競賽方式以組(2人/組)為單位，依據大會提供之設計圖及內容說明之規定，以石材、木材、竹材、磚材、纖維毯、不織布、土壤、植物等自然及人工材料，運用大會提供及個人自備之工具設備，配合施作技術，在符合規定之場地內建造庭園。成品包括舖面、牆、階梯、木竹構造及水景等景觀元素。未來發展造園景觀設計造園景觀施工造園景觀管理造園景觀營造"
  },
  {
    "category": "營建技術",
    "title": "38 冷凍空調",
    "image": "38.jpg",
    "description": "營建技術\n                          \n38 冷凍空調\n職類介紹我國冷凍空調專業技術已經相當成熟，無論家庭、大樓、工商產業等均需應用冷凍空調之相關產品與技術，職類技能涵蓋冷凍、冷藏機組安裝、空調設備安裝及故障判斷、冷媒系統管路與電路系統的組裝。近幾年產業趨向「節能技術」、「環保冷媒」、「儲冷與熱回收」、「最新工業冷凍技術」四大核心技術。競賽方式本次技能競賽規畫時間為17小時，第一站 蒸發盤管加工製作、第二站 冷熱盤管加工製作、第三站 製冷系統安裝及試車調整、第四站 空調系統與電路-故障判斷與排等。題目有A模組與B模組兩題，於競賽報到當天由選手推派一名選手，進行A模組與 B模組抽籤，經抽籤出之題型，再經由競賽現場裁判協 助修改或調整相關圖示，另外部分評分點為盲評，由各站裁判指定之；本次為公開試題，試題難度有所提高，選手平日可加強自身專業技能及工作習慣。未來發展冷凍空調工程師電器檢修工程師"
  },
  {
    "category": "營建技術",
    "title": "58 數位建設BIM",
    "image": "58.png",
    "description": "營建技術\n                          \n58 數位建設BIM\n職類介紹建築資訊模型化(塑模)(Building Information Modeling，簡稱BIM) 是指專案生命週期全程，建立和管理建築專案之資訊的程序。此程序產出的空間或設施設備相關資訊透過3D模型表現，即為建築資訊模型（Building Information Model），也是建築資產採物件導向的數位描述，能使得資訊被系統性管理與多維度再利用。協作上由設計、施工、營運維管持續傳遞階段文件、圖說模型、非圖形的資訊，建立起數位建築資訊模型的規範、分工、發佈、可視化、變更管理、審核驗收、數據匯流整合及行動決策等流程；進而為此資產帶來更大的壽命價值。競賽方式\n本屆試題包含模組類型(由國際技能競賽模組中擇選出)、各賽程中之任務內容重點及要求產出之文檔資訊：\nBIM Setup∕BIM 設定(BIM應用於基地配置規劃)、Modeling and Collaboration∕BIM建模與協作、Model Coordination∕BIM模型整合、Corrective Modeling∕模型 修正及反饋、Asset Information Management∕BIM應用於資產資訊管理、Documentation and File Export∕文檔產出、Schedules and Quantities∕排程及數量產出...等。 未來發展BIM架構師\nBIM監造管理師\nBIM數據應用工程師。"
  },
  {
    "category": "資訊與通訊技術",
    "title": "02 資訊網路布建",
    "image": "02.png",
    "description": "資訊與通訊技術\n                          \n02 資訊網路布建\n職類介紹資訊網路布建（Information Network Cabling）係發展Smart City之重要關鍵。由於ICT（Information and Communications Technology）產業發展蓬勃，除發展符合國內外標準之相關軟硬體設備之外，資訊網路實體Cabling之建置與規劃更是重要，基於FTTx之IoT（Internet of Things）亦為未來發展之重點項目。競賽方式本職類試題為模組化試題，選手必須具備整體網路拓譜 (Topology)概念，始能進行資訊網路布建系統規劃，並透過布建專業實務與技術應用，具體建構結構化布線系統。主要競賽內容除了要能夠做整體的資訊網路布建規劃，也必須建置完成光纖結構化布線系統、銅纜結構化布線系統；其次，無線網路系統、智慧家庭 (Smart home )等無線網路系統建置也是重要的競賽模組範圍；此外，對於故障排除、日常維護，以及相關量測技術等，也涵蓋在競賽模組內容之中。相關競賽內容，並依本職類國際技能競賽規範予以適時調整。又以現階段國際技能競賽來說，一般將其內容概分為5個模組。選手則必須具備優異的專業實務操作能力，以期深入瞭解每個工作任務，才有機會在激烈的競賽中脫穎而出。未來發展本職類可朝向專業網路工程布建規劃與設計發展，並應用於各產業領域所需。"
  },
  {
    "category": "資訊與通訊技術",
    "title": "08 行動應用開發",
    "image": "08.jpg",
    "description": "資訊與通訊技術\n                          \n08 行動應用開發\n職類介紹依據國際技能競賽行動應用開發職類技術規範本職類技術與工作內容包括：一、工作組織及管理：能組織並維護安全高效的工作環境，並藉由自身知識、成效管理以及個人績效，達到客戶要求或提升客戶滿意度。二、完成計畫所需對客戶的業務、溝通及社交能力：能收集、釐清客戶需求，並與客戶確認需求。並與客戶討論時程、成本及費用，取得共識。三、初步規劃、設計及框架測試：能套用iOS或Android系統之UI應用程式規範，選擇使用者介面設計軟體(如：Adobe XD、Sketch、Sigma)，並規劃測試專案與設計測試報告書寫之規範。競賽方式配合情境式試題，內容有：科目一：基礎介面設計（Android Studio 2021.2.1, Kotlin1.7 + JDK11）。科目二：本地端資料庫存取（Android Studio 2021.2.1, Kotlin1.7 + JDK11）。科目三：連結 WebAPI（Android Studio 2021.2.1, Kotlin1.7 + JDK11）。科目四：設計iOS APP（Xcode 13.4.1, Swift 5.6.1, SwiftUI）科目五：Widget功能設計（Android Studio 2021.2.1, Kotlin1.7 + JDK11）。未來發展行動應用開發工程師行動應用系統分析師行動應用專案經理行動網路應用服務工程師行動應用軟體工程師"
  },
  {
    "category": "資訊與通訊技術",
    "title": "09 商務軟體設計",
    "image": "09.png",
    "description": "資訊與通訊技術\n                          \n09 商務軟體設計\n職類介紹根據企業經營或商務活動的軟體需求，界定客戶需求範圍，並進行系統分析、系統設計、系統開發、系統測試以及系統上線等一連串軟體設計流程。設計的成果包含專案設計簡報、系統分析報告、資料庫、商業應用軟體、Web API、行動App等。競賽方式以第45屆國際技能競賽為例：1. 競賽時程共計四天，包含Section 1~Section 7等七個設計模組，總共作答時間為18.5小時，主題為喀山石油公司維運資訊系統分析與開發。2. 第一~三天上午安排Section 1, 3, 5開發設備管理App、設備保修App、石油探勘App及應用程式介面（API）之設計與介接，作答時間分別為3小時（90分鐘後休息15分鐘，再繼續90分鐘）。3. 第一~三天下午則是安排Section 2, 4, 6開發Desktop設備報修管理系統、零組件訂貨與庫存管理系統、倉儲管理與數位儀表板系統，作答時間分別為2.5小時（第46屆國際賽，有一個Desktop系統改為開發Web系統）。4. 第四天上午安排Section 7進行新業務拓展所需之系統分析、資料庫設計、以及系統雛型設計，作答時間2小時。未來發展軟體設計系統分析IC設計智慧手持裝置資通訊&物聯網裝置與設備雲端服務大數據資料服務資訊服務"
  },
  {
    "category": "資訊與通訊技術",
    "title": "17 網頁技術",
    "image": "17.png",
    "description": "資訊與通訊技術\n                          \n17 網頁技術\n職類介紹網頁技術主要是運用美術編輯軟體、動畫編輯軟體及網頁設計軟體，設計靜態及動態的網頁版面，在伺服器上，撰寫伺服器語言結合資料庫，動態產生標籤語言，傳送到客戶端的瀏覽器中，以呈現各式資訊，如文字、圖片、動畫及影片等。競賽方式競賽主是針對競賽規定的主題及提供的素材資料，實際上機規劃網站伺服器的程式架構、資料庫結構、網頁美術版面及人機互動的設計，實際撰寫程式及美術製作，獨立完成一個網站或網站模組，競賽技能項目說明如下:一、整體網站內容之規劃與設計。二、熟悉應用標籤語言、CSS及最新的網頁設計技術。三、使用伺服器語言、PHP語言、Web Services技術、MySQL資料庫與網頁伺服器軟體開發互動式網頁。四、客戶端互動式網頁之程式設計、JavaScript、AJAX、Web Services技術應用。五、跨瀏覽器、跨平台之網頁程式設計及美術設計，包含行動載具之瀏覽。六、其他與網頁、網站設計之相關技術。 未來發展軟體設計師程式設計師系統分析師系統設計師資料庫設計師多媒體資訊師影像處理工程師遊戲開發工程師等"
  },
  {
    "category": "資訊與通訊技術",
    "title": "39 資訊與網路技術",
    "image": "39.png",
    "description": "資訊與通訊技術\n                          \n39 資訊與網路技術\n職類介紹本職類的核心技能是協助企業建置系統平台，網路架構及儲存服務，並延伸成為雲端運算、巨量資訊分析、人工智慧及區塊鏈應用的基礎建設，內容包括：1. 網路系統管理與服務組態2. 路由及交換網路的實作與維護3. 系統及網路安全4. 跨平台服務整合5. 網路監控與故障排除競賽方式一、本職類採保密試題,請選手自行熟悉 Linux 與 Windows Server 系統的網路服務組態與應用,並充實路由與交換、網路安全、服務整合及 Python 程式設計等領域的相關知能。二、設備表所列出的軟體清單將會在競賽時提供，但不一定會全數使用到（例：可能使用作業系統原生的虛擬化平台取代VMware Workstation），以此類推，針對所有服務，請選手熟悉各種不同平台的解決方案。三、競賽時可能額外提供非原生的軟體，輔助選手的工作(例:File Zilla FTP Client)。未來發展MIS工程師資訊安全分析師軟體工程師"
  },
  {
    "category": "資訊與通訊技術",
    "title": "53 雲端運算",
    "image": "53.png",
    "description": "資訊與通訊技術\n                          \n53 雲端運算\n職類介紹雲端運算是繼網際網路後，對產業發展具全面性影響的資訊變革，讓使用者依需求，透過網際網路的運算服務，使用共享的軟、硬體資源和資訊，本職類涵蓋基本雲端計算服務和基礎知識、網路管理、系統管理、含資料庫在內的應用程式部署、系統安全等。競賽方式雲端計算競賽內容範疇與「AWS Certified Solutions Architect – Associate」所提及的各項基礎服務一致，競賽試題將包涵以下基本概念：1. 系統設計部署：在設計和部署Web應用程式時，如何實現可擴展的架構為一重點。2. 網路設計：在擴展Web應用程式並將工作負載拆分為不同的層級和服務時，確保可允許被外部存取。3. 高可用性： 如服務可用性發生問題時，Web應用程式整體架構能夠處理問題並讓應用程式持續運行。4. 可擴充性：在高流量發生時快速擴展資源以提供一致的使用者體驗。5. 自動化：自動化是能夠擴展Web應用程式的基本組成之一。6. 安全性：如完整記錄網路流量來源、存取權限與規則定義、使用者訪問資料庫等。7. 監控管理：使用指標來進行資源擴展或縮減，並在合適的情況下做出合適的架構規劃。未來發展系統管理員工程師資料庫管理員儲存管理員基礎架構師"
  },
  {
    "category": "資訊與通訊技術",
    "title": "54 網路安全",
    "image": "54.png",
    "description": "資訊與通訊技術\n                          \n54 網路安全\n職類介紹網路安全是透過資訊安全分析技術保護資訊系統以及電腦網路，以防止駭客入侵或敏感資料洩漏，內涵包括: 1.強化電腦及網路安全系統 2.偵測與分析網路異常 3.資安事件發生後蒐集與調查數位證據 4.與時俱進了解及掌握防禦駭客最新的滲透方法。競賽方式在虛擬機組成的電腦網路環境下，進行系統的安全防禦或攻擊：1. 電腦及網路安全系統強化：測驗能否依照公司安全政策要求，做好安全設定。2. 網路異常偵測與分析：測驗能否利用各種工具監測網路及資訊系統異常並判斷種類和危害範圍。3. 數位證據蒐集與調查：資安事件發生後，如何找出證據並判斷攻擊途徑及攻擊時間。4. 攻擊：測驗對於駭客攻擊技巧的瞭解與掌握程度，包括系統程式漏洞分析及攻擊、網站程式漏洞分析及攻擊等。未來發展資訊安全分析師資訊安全服務人員(防毒軟體、滲透測試、安全稽核)"
  },
  {
    "category": "運輸與物流",
    "title": "13 汽車板金",
    "image": "13.jpg",
    "description": "運輸與物流\n                          \n13 汽車板金\n職類介紹汽車板金技術人員係從事於汽車因碰撞受損、事故、板金銹蝕及零配件替換、裝修等技術維修服務之工作。當車輛碰損時使用車身量測系統進行診斷，並運用車身校正設備將受損車身結構校正重組、板件替換、板面整修，並用各種銲接、鉚接等相關技能，使其修復至汽車製造商所訂定的公差及安全規格，乃至可以進行塗裝前處理階段，因為每一次碰撞將呈現不同程度和方位的損傷，故每次的維修皆為不同之挑戰。 競賽方式競賽將分三組同時進行，一組施作門檻部分，另一組施作葉子板部分，1.5小時後才可自由換組施作，單項評分時請施作其他項目，不另計時。國際技能競賽汽車板金職類的競賽方式是展現車輛損傷評估與車輛板金修護技能，故選手須能運用車身校正系統評估車身變形，並藉由相關機具與設備，將受損車輛或板件等復原或更換。目前國際賽競賽模組如下：（20~22小時）一、車身損傷測量及大樑校正。二、車身結構件替換（大樑、避震器座及水箱支架等）。三、車身非結構件替換(車側板件、後尾板等) 。四、車身板面修理（鐵材質）。五、車身板面修理（鋁材質）。六、塑膠組件維修（保險桿）。 未來發展汽車板金技師汽車板金訓練講師汽車板金行老闆"
  },
  {
    "category": "運輸與物流",
    "title": "14 飛機修護",
    "image": "14.jpg",
    "description": "運輸與物流\n                          \n14 飛機修護\n職類介紹本職類須兼具飛機機體結構、發動機、飛機系統、零件組的理論知識及維修實務經驗，執行飛機機構的檢查、保養、故障改正、拆裝及修護工作，以維護飛航安全。由於所有的手冊和工作單均為英文，飛機修護人員須具備良好英文能力，熟悉國際通用的維修語言，更容易與國際接軌。 競賽方式競賽方式採術科為主；為確使競賽透明化，試題內容與評分標準均採公開上網公告，並以客觀評分方式，試題設計以飛機系統模組化為主，共分為飛操鋼繩調校、技術手冊查閱與翻譯、電器線路圖施工與檢試、機體結構補片成型與應用與飛機360度檢查等5個站位。參賽選手須穿著工作服（連身或兩截式均可），並著安全工作鞋始可進入競賽場地。 未來發展臺灣擁有完整的航空產業體系，包括整機設計、研發、製造、維修與改裝等，隨著航空產業蓬勃發展，飛機修護更是求賢若渴。"
  },
  {
    "category": "運輸與物流",
    "title": "33 汽車技術",
    "image": "33.jpg",
    "description": "運輸與物流\n                          \n33 汽車技術\n職類介紹汽車技術屬於多功能技術整合的能力，從機械化的操作到電子邏輯控制系統都需要應用到，選手需具備汽車原理相關知識及查閱中英文技術資料的能力之外，操作上需要具備引擎、底盤、電系油電及電動車等檢修能力，包含拆裝、量測、檢查、保養、修理、更換、故障排除及故障診斷等工作項目，除技術能力表現之外，同時也強調所有工作皆須符點職業安全規範及道德準則。 競賽方式共分為八站：引擎管理、引擎診斷、車身電系/電路配線、油電系統、煞車/車輪、懸吊/車輪定位/轉向系統、引擎機械測試、引擎大修。競賽成績如有同分時則依站別順序成績高低排序，若再有同分情形則依站別順序之操作時間較短者排序之。 未來發展汽車相關產業技術人才汽車研發技術人才"
  },
  {
    "category": "運輸與物流",
    "title": "36 汽車噴漆",
    "image": "36.jpg",
    "description": "運輸與物流\n                          \n36 汽車噴漆\n職類介紹汽車噴漆是一門極需施工規劃與管理、文書作業與顧客諮詢、塗料正確選用與運用、顏色判斷與調配、修復板件漆面的輕微損傷等專業技術能力，亦即汽車噴漆技術人員必須能夠獨當一面來負責依據各種板件特性進行規劃施工工序、判讀色系及調色、運用各式適合的塗料來重新噴塗或補修車輛(或其他運輸系統)的漆面至原先良好的色澤與狀態，其工作場所可含括小型機具設備零組件製造廠、汽車車身修配廠及船舶飛機等大型廠房等。 競賽方式本屆汽車噴漆競賽將採淘汰賽及正式賽工站共七項，分別為引擎蓋內外側噴塗作業、右前葉子板標準施工作業、左前葉子板濕對濕噴塗作業（三層作法） 、前保桿塑件噴塗作業、左前葉子板補修作業、防塗作業、拋光作業，以符合國內車輛塗裝技能檢定標準、產業技術水平及期許能與國際技能無縫接軌。 未來發展噴漆技術人員"
  },
  {
    "category": "社會與個人服務",
    "title": "29 美髮",
    "image": "29.jpg",
    "description": "社會與個人服務\n                          \n29 美髮職類介紹係用大會指定之假髮，以精湛之美髮技巧及美髮創意將大會指定之男子髮型及女子髮型發揮高度美髮技巧完成比賽髮型,比賽髮型之設計含剪髮、燙髮、染髮、整髮、吹髮等設計技巧必須符合職場標準，不得有怪異或荒誕之髮型設計。 競賽方式競賽內容為女子商業沙龍造型、女性流行髮型與接髮、女性真人舞台暨會議造型-拍照、女性真人長髮主題造型-拍照、男士傳統錐形剪裁和鬍鬚 、男士商務髮型 、男士化學服務、學科英文考試-10題。 未來發展髮型設計師技術教師"
  },
  {
    "category": "社會與個人服務",
    "title": "30 美容",
    "image": "30.jpg",
    "description": "社會與個人服務\n                          \n30 美容\n職類介紹美容是一項在皮膚上的專門行業，包含臉部皮膚與身體的清潔、去角質、脫毛處理、眉睫毛染色、按摩及美容電子儀器輔助皮膚效能等技術，在手部及足部保養，須了解指甲結構，在安全衛生規則下清除指緣硬皮，修整形狀或裝置人工甲片提升指甲外觀及應用光療指甲與彩繪指甲技術，美容師應熟練各種場合與主題化妝技術展現不同風格之美感。 競賽方式美容職類競賽主要以真人實作及在安全前提下，使用輔助假人頭操作技術為主，選手依真人模特兒之膚質條件，操作不同技術手法。競賽中選手展現專業儀容與形象態度外，操作過程中重視模特兒隱私維護，正確使用器具設備之安全衛生規則、正確辨識中英文機具產品設備等。依據試題規定準確在時間內完成技能模組。競賽項目包含臉部及身體護膚、手足美甲護理、脫毛護理、睫毛嫁接及化妝等，全程須兼顧專業技能以符合商業需求之標準，並遵守衛生安全行為。 未來發展美容師美甲師彩妝設計師"
  },
  {
    "category": "社會與個人服務",
    "title": "32 西點製作",
    "image": "32.jpg",
    "description": "社會與個人服務\n                          \n32 西點製作\n職類介紹因國際觀光餐飲業盛起，西式點心在烘焙業急速成長。近年來，比賽項目與方式逐漸變化。競賽內容包含杏仁膏雕塑、蛋糕製作與裝飾、手工巧克力、大型糖工藝展示作品與大型巧克力展示藝術品，還有神秘箱。優秀的西點成品，除了必須有精湛與純熟的各式手工製作技巧外，更須結合藝術鑒賞、成品組織、口感協調及創意變化技巧。 競賽方式選手必須在規定時間內完成各項指定主題創作的成品，包含杏仁膏雕塑、手製巧克力、巧克力工藝製作、迷你宴會小點、盤飾點心、拉糖工藝製作等。競賽試題與方式比照國際技能競賽進行，在競賽當日得修改百分之三十，以測試選手臨場反應、基本烘焙專業知識運用與時間管理。未來發展西點師傅或主管自行創業西點相關技術指導"
  },
  {
    "category": "社會與個人服務",
    "title": "34 西餐烹飪",
    "image": "34.jpg",
    "description": "社會與個人服務\n                          \n34 西餐烹飪\n職類介紹參加西餐烹飪的競賽選手必須具備熟練的西餐基本烹調及國際烹調技能，並具有英、法文的專有名詞和菜單書寫能力，除了要會懂得做菜，也會懂得做法式甜點及麵包。競賽方式  須熟練西餐基本烹調及國際烹調之技能，具有英、法文之專有名詞和菜單書寫能力：1. 賽前準備工作 Mise en place2. 烹調配方 Recipe Cooking methods3. 各項西餐冷熱烹調技巧 Skills for Appetizer and Main Courses4. 材料運用 Ingredients Application5. 時間掌握 Timing6. 衛生習慣 Hygiene and Safety7. 口味 Tasting8. 擺飾與色調的搭配及創意 Garnish, Colorful and Creativity9. 神秘箱 Mystery Basket10. 自助餐、酒會菜餚 Buffets and canapes11. 麵食類 Pasta12. 素食 Vegetarian13. 蛋糕 Cake、巧克力 Chocolate、法式點心 French pastries未來發展西餐烹飪職類除了要會懂得做菜，也會懂得做法式甜點及麵包，因此國手比賽回來經過長期密集訓練，每屆國手都有非常好的出路。"
  },
  {
    "category": "社會與個人服務",
    "title": "35 餐飲服務",
    "image": "35.jpg",
    "description": "社會與個人服務\n                          \n35 餐飲服務職類介紹一家好的餐廳不只是有好吃與衛生的食物，還要讓顧客感受到賓至如歸的用餐體驗，因此專業的餐飲服務也是吸引顧客一訪再訪的關鍵，餐飲服務最主要的訴求是以顧客為中心，透過專業技能及相互溝通，達到餐飲外顯（生理層面的感覺）與內隱（心理層面的感受）的服務目的，讓顧客體驗用心服務的美好感受，進而提升餐廳的價值。 競賽方式餐飲服務競賽之規劃與命題原則，乃專為參賽者針對下列與餐飲服務有關之專業知識、技術及從業態度而設定，內容含以下幾項重點：一、飲料知識及混合飲料調製。二、餐飲服務技巧，包含美式服務、宴會服務及法式服務等。三、桌邊擺設與服務。四、口布摺疊與檯布更換。五、肢體語言與溝通能力。六、國內、外烹調知識與餐桌禮儀。七、社交公關和行銷能力。八、服裝儀容。 未來發展餐飲從業人員都可以依自己的興趣與性向，並隨著年齡與經驗的累積，藉著內部輪職或請調，選擇自己想要的工作"
  },
  {
    "category": "社會與個人服務",
    "title": "41 健康照顧",
    "image": "41.jpg",
    "description": "社會與個人服務\n                          \n41 健康照顧\n職類介紹健康照顧是以全人照顧為理念，評估個案需求，發展以個案為中心的照護措施，照顧者需具備與疾病及治療相關的知識，並以關懷的態度，運用良好溝通技巧，嚴守倫理法規，重視個案隱私與安全，以提供個案身、心、社會完整的照顧或健康指導。 競賽方式以「客觀結構式臨床測試」(Obstructive Structure Clinical Examination, OSCE)進行競賽，試題含居家、日間照顧、機構及醫院等四大照顧領域，以標準化病人呈現所需照顧的情境，參賽者需依照每個情境所要求的工作項目執行。以客觀式標準評分。標準包括：1. 整合及管理照護工作2. 溝通及人際技巧3. 問題解決及創新能力4. 評估個案需求及擬訂照顧計畫5. 提供個案照顧與醫療處置6. 評值個案照顧 未來發展居家護理/服務日間照顧臨床照護醫療從業人員"
  },
  {
    "category": "社會與個人服務",
    "title": "47 麵包製作",
    "image": "47.jpg",
    "description": "社會與個人服務\n                          \n47 麵包製作\n職類介紹選手使用競賽場提供之材料及器具，運用攪拌、醱酵、整型、後醱、烤焙、裝飾及組合等方法，製作競賽麵包產品，競賽內容包括：1.賽前工作準備2.健康麵包3.酸種營養麵包4.藝術創作5.甜麵包和裹油類麵包製作6.歐式麵包 競賽方式參賽者應依照排定之日期、時間及地點準時著廚服(｢｢烘焙食品技術士之服儀規定)參加比賽。以技能測驗-實作為原則，且試題皆予公開（含淘汰賽），競賽試題之主觀、客觀分數均參考以國際技能競賽之相關規定辦理，使選手能提早接觸及適應國際競賽之範圍及強度。 未來發展食品公司生產製作研究開發及品質管制烘焙機械原料商的銷售研發人員"
  },
  {
    "category": "社會與個人服務",
    "title": "56 旅館接待",
    "image": "56.jpg",
    "description": "社會與個人服務\n                          \n56 旅館接待\n職類介紹旅館接待是客人對旅館的第一印象，旅館接待員的專業及服務品質，是客人對旅館評價與觀感的重要指標，旅館接待員需具備優雅風度、良好口語表達能力，並能辦理旅客訂房、入住登記，適時提供房客旅遊諮詢，處理、解決客訴問題與緊急事故應變，提供房客住宿期間所需服務及帳務處理等專業技能。 競賽方式選手在三天競賽期間需完成旅客訂房、入住登記、旅遊諮詢及遊程規劃之後續交通餐食安排、房（顧）客服務、客訴及緊急事故處理、帳務及退房等專業術科技能項目。本屆全國賽選擇加拿大Hazelton Hotel in Toronto, Canada為競賽酒店。競賽設定三大主題，選手以分崗輪替方式完成所有術科模組題項，亦需在筆試區完成旅館專業分項測驗。參賽選手服裝儀容務必符合本職類規範，始得進入競賽場地。 未來發展旅館從業人員隨著經驗累積職涯發展可晉升至值班經理總禮賓司營收經理櫃台經理客務部經理客房部經理...等。"
  },
  {
    "category": "社會與個人服務",
    "title": "71 中餐烹飪",
    "image": "71.jpg",
    "description": "社會與個人服務\n                          \n71 中餐烹飪\n職類介紹本職類選手需具備厚實的中餐烹飪基礎技能，與規劃中餐菜單的能力，從食材選擇與製備之應用，製作美味與營養衛生兼備的中餐家常菜、宴客菜及中式點心，技能包括：食材應用與取量、食物製備原理與應用、調味、創意及整體觀感。 競賽方式競賽先為淘汰賽，入圍選手參加正式賽，分區賽的競賽時間為5-6小時，各區前五名優秀選手獲得參加全國賽資格。全國賽分三天舉行，參賽選手使用大會所提供之各式新鮮食材、乾貨及烹調設備，在競賽時間內運用各種中餐烹調技巧，製作衛生兼具美味並有創意之菜餚。參賽選手請穿著工作服、鞋、帽等。 未來發展中餐廳廚師或主管技職教育相關培訓單位之技術教師"
  },
  {
    "category": "藝術與時尚",
    "title": "27 珠寶金銀細工",
    "image": "27.jpg",
    "description": "藝術與時尚\n                          \n27 珠寶金銀細工職類介紹珠寶金銀細工是一項橫跨藝術、手工藝與設計領域的工藝，珠寶製作技師需要運用各種貴重金屬，以細膩的工法製作出獨特、美觀、恆久的珠寶飾品，除了運用各種細工技法，還需要有良好的規劃與創新的能力，並在工作時正確的使用設備和注重工作安全，更是持續創作的重要因素。 競賽方式競賽分為三天，試題會有1-3個部件，參賽選手每天依據試題製作各部件，每個部件需在時間要求內完成施作並交出以供評分，經評分後發還給選手，最後再依據試題將部件組合，各部件以評定的分數不因組合後再更動，各物件得分及最後完整組件得分加總該飾品的總成績。競賽時間為16-18 小時，包含兩大部分1.按圖施工。2.設計與執行製作。未來發展珠寶設計師珠寶店行業珠寶收藏家"
  },
  {
    "category": "藝術與時尚",
    "title": "28 花藝",
    "image": "28.jpg",
    "description": "藝術與時尚\n                          \n28 花藝\n職類介紹花藝，泛指花卉的運用與裝飾，透過自然界的盆花與切花等作為主要媒材，搭配非植生物件(如珠寶、羽毛、貝殼、金屬…等)，經由巧思設計與實作，利用吸水海綿作固定，或使用黏、貼、捆、綁、紮…等技巧設計，完成作品，得以搬運，且可成為花禮、商品、藝術品等，並可應用於生活中各種儀式空間或特殊節慶宴會的擺飾與裝飾。競賽方式公開試題總共七題，並使用大會提供的各種材料與花器、配件等進行競賽。內容包含：一、手綁花束。二、切花(含切葉)配置。三、組合盆栽。四、新娘花飾（含新郎胸花） 。五、神秘箱I。六、神秘箱II。七、花材照顧及其他。競賽當天公佈每個試題應注意之細項，例如色彩、設計主題、花材使用比例配置等。未來發展花藝設計園藝設計造園景觀設計產品設計服裝與髮型設計珠寶設計設計相關領域教師"
  },
  {
    "category": "藝術與時尚",
    "title": "31 服裝創作",
    "image": "31.jpg",
    "description": "藝術與時尚\n                          \n31 服裝創作\n職類介紹因應國際趨勢，服裝創作從完全技術型態轉變為設計、打版、裁剪、縫製等全方位型態的競賽，希望培養更高階且兼具服裝設計創意與製作技術的人才。競賽方式試題包含4個模組（立裁、繪圖、打版與排版、設計與製作），共18小時。每一個模組必須同時開始。無論完成與否，選手必須在規定時間內繳交作品。選手必須能打裙子版型 (不包含裡布)、排版、量測裙子、在人台上用絲針立裁未知款式、根據不同定位目標市場需求和所提供的隨機布樣,設計繪製合適的服裝平面圖 、根據抽到的籤，設計打版和製作外套、有效率使用各種工業機台、部分手縫技術、整燙與成型。 未來發展服裝設計師服裝打版師服裝樣品師整體造型師配件設計師專業導購師"
  },
  {
    "category": "藝術與時尚",
    "title": "40 平面設計技術",
    "image": "40.jpg",
    "description": "藝術與時尚\n                          \n40 平面設計技術\n職類介紹運用各種創意表現技法與電腦繪圖、影像、排版軟體及電腦周邊配備的技術操作能力，並熟悉印刷原理、實務與印前製作技巧，將命題內容適當表現，達到具創意的視覺傳達設計效果。競賽方式本屆全國賽電腦設備及作業系統請詳閱場地設備表。一、試題類型包括：(一)編輯設計和互動式數位出版。(二)包裝設計。(三)企業識別與信息設計。(四)廣告與展示設計。二、選手須熟悉Mac與PC二種作業平台。（國際賽指定機種為Apple Macintosh）並須熟悉運用以下軟體：(一)版面編排方面：Adobe InDesign。(二)影像編輯方面：Adobe PhotoShop。(三)向量軟體：Adobe Illustrator。(四)其他軟體：Adobe Acrobat Professional。未來發展平面設計師視覺形象識別規劃設計師品牌形象設計師產品包裝設計師互動媒介視覺設計師"
  },
  {
    "category": "藝術與時尚",
    "title": "44 展示設計",
    "image": "44.png",
    "description": "藝術與時尚\n                          \n44 展示設計\n職類介紹展示設計師的主要工作為解讀和研究設計概要、創作設計及運用產品和道具來完成設計，隨著視覺心像的全球化及國際間的人力流動，展示設計師面臨著快速擴張的機會與挑戰，瞭解與融合多樣文化、趨勢和流行時尚的語彙及呈現是展示設計師最大的價值所在。其最終的工作內容為打造商店和百貨公司的櫥窗及室內陳列，因此，基本上負責的是零售商店的「外觀與門面」，在成功零售業的行銷與銷售組合中，展示設計是越來越重要的元素。競賽方式選手將在四天內安裝一個自製的完整生活風格或時尚櫥窗展示，使用一系列生活風格或時尚產品進行設計。選手在閱讀 C1 開頭的簡介之前不會知道分支：時尚或生活風格。此測試項目包含基本介紹和具有客戶特殊要求的指定客戶簡介。基本介紹會在現場簡報區上公開，客戶產品簡介在C1上分享。產品、主題和神秘材料等項目將在開放交流後直到比賽開始前保持不公開。比賽開始後，選手將在工作站中找到產品和神秘材料/物品。未來發展展場設計、櫥窗設計、平面設計、道具佈置、室內佈置等時尚流行與設計相關產業。"
  },
  {
    "category": "藝術與時尚",
    "title": "50 3D 數位遊戲藝術",
    "image": "50.jpg",
    "description": "藝術與時尚\n                          \n50 3D 數位遊戲藝術\n職類介紹選手須對3D遊戲角色設計有獨到的見解與經驗，精熟電繪軟體，設計3D角色概念構圖，並利用3D建模及雕塑軟體建模與骨架動畫設計，建製PBR材質貼圖並將完成的3D角色匯入遊戲引擎展示。競賽方式搭配國際技能競賽的競賽規則及評分方向，主題規劃將會加入我國政府推動之產業政策相關議題，相關競賽技能項目，也會參照目前職場需求動態修正。競賽方式包含資源清單規劃、角色概念構圖設計與3D角色建模；硬面3D角色建模、拆面與材質紋理貼圖製作；有機體3D角色雕塑、重拓譜建模、拆面與材質紋理貼圖製作；規定3D角色動作製作與所3D角色匯入遊戲引擎等。未來發展3D角色概念設計師遊戲角色設計師3D動畫師互動媒體視覺設計師"
  },
  {
    "category": "藝術與時尚",
    "title": "72 國服",
    "image": "72.jpg",
    "description": "藝術與時尚\n                          \n72 國服\n職類介紹國服是創意融合技術，設計傳承文化的學門，內容包含三大範疇：男、女短襖、旗袍等服裝之製圖與縫製、各式緄邊之製作方法與應用、盤釦與花釦之製作與應用設計。 競賽方式以實務操作方式，依相關設計圖配合打版、裁剪、縫製等技術，縫製各種襟線、緄邊、釦子之旗袍或男、女短衫，以手工操作各式整燙、拷克及電動平車等相關機具，配合所提供之素材，依照設計圖、試題說明及版型製作或是依設計圖、試題說明自行打版、製作完成競賽作品一套。 未來發展服裝設計師服裝打版師服裝樣品師整體造型師商品企劃師"
  },
  {
    "category": "青少年組",
    "title": "J05 CAD機械設計製圖",
    "image": "J05.jpg",
    "description": "青少年組\n                          \nJ05 CAD機械設計製圖\n職類介紹工程圖是產業在研發設計、生產製造及品管銷售的重要依據，也是各產業間的共通語言，因此製圖可說是產業的上游與起源，是各產業發展所需的基石，CAD機械設計是利用CAD為工具，建立製造過程中所需的2D或3D工程圖面。競賽方式競賽使用AUTOCAD與INVENTOR軟體。若國際競賽有明訂使用軟體，會在技能範圍再次規定軟體。選手須能依據試題說明完成每個模組所規定之工作項目，競賽內容涵蓋技術範圍如下，抄繪工作圖、DWF 轉工作圖、2D 組合圖、立體系統圖等。未來發展機械設計機械繪圖公設相關產品設計品管員"
  },
  {
    "category": "青少年組",
    "title": "J09 商務軟體設計",
    "image": "J09.jpg",
    "description": "青少年組\n                          \nJ09 商務軟體設計\n職類介紹根據企業經營或商務活動所需之軟體設計需要，界定客戶需求範圍並進行系統分析、系統設計、系統開發、系統測試以及系統上線等一連串軟體設計流程，設計的成果包含專案設計簡報、系統分析報告、資料庫、商業應用軟體、行動APP等。競賽方式本公開試題共8題，於每節競賽前現場抽出試題且內容有百分之三十之調整。於正式競賽時僅提供紙本配分表而不提供紙本試題，試題內容將以PDF檔螢幕顯示。正式競賽：一、Visual Studio 201 9 C#。二、 Visio 2019。三、 SQL Server 2019I。未來發展程式設計師軟體設計師系統分析師系統測試人員"
  },
  {
    "category": "青少年組",
    "title": "J16 電子",
    "image": "J16.jpg",
    "description": "青少年組\n                          \nJ16 電子\n職類介紹電子職類競賽，意在培養電子電路設計與微電腦程式設計人才。不論是在航太、手機產業、電子遊戲機、機器人、電信、物聯網等產業階需要電子相關技術人員與工程師擔任電路設計、軟韌體設計，設備操作等需求。 本職類從業人員必需了解詳細的電子零件規格，了解工業上電子機構安裝的標準，並隨著電子技術的進步不斷的提升自我能力，以符合產業需求。競賽方式本職為單人競賽職類，選手需依據題目之需求在時間內進行電子電路之設計與安裝以符合需求功能，其中包含基本電學、積體電路使用，數位電子學，感測器電路，嵌入式程式設計。 所需技能包含，電子電路手工具操作使用，電錶與示波器等電子儀器之操作，CAD電路圖繪制與模擬，電子開發板程式撰寫，及電子檢測文件報告撰寫…等。 工作項目，將依該年青年賽與國際賽趨勢調整出題，預計包含，CAD電路設計，電路板銲接與組裝、嵌入式程式設計。未來發展晶片設計工程師硬體設計工程師軟體設計工程師系統設計工程師"
  },
  {
    "category": "青少年組",
    "title": "J17 網頁技術",
    "image": "J17.jpg",
    "description": "青少年組\n                          \nJ17 網頁技術\n職類介紹網頁設計主要是運用美術編輯軟體、動畫編輯軟體及網頁設計軟體，設計靜態、動態的網頁版面，在伺服器上，撰寫伺服器語言結合資料庫，動態產生標籤語言，傳送到客戶端的瀏覽器中，以呈現各式資訊，如文字、圖片、動畫及影片等。競賽方式國際技能競賽網頁技術青少年組競賽內容圍繞在HTML、CSS、JavaScript等程式撰寫的部分，題型大致上有Design、Layout、Server-side 及 Client-side等面向，目前國際賽競賽模組如下:(12小時)1. Web Design為一家新公司建置網頁(2小時)2. Layout版面配置，運用HTML和CSS技術(2小時)3. Client-Side Development製作網頁遊戲(4小時)4. Server-Side Development製作部落格網站(2小時)5. Team Challenge團隊合作完成網站建置(2小時)未來發展軟體設計師程式設計師系統分析師資料庫設計師多媒體資訊師影像處理工程師遊戲開發工程師"
  },
  {
    "category": "青少年組",
    "title": "J18 電氣裝配",
    "image": "J18.jpg",
    "description": "青少年組\n                          \nJ18 電氣裝配\n職類介紹電氣裝配技能以室內電器施工技術為主，在住家、學校、醫院、辦公室及商業大樓，進行電氣設備、電機控制安裝、電路設計、配管、配線、電路檢查、參數設定、程式設計、測試、試車運轉等工作。競賽方式全國技能競賽依國際技能競賽方式命題公開辦理，讓選手練習、準備及指導老師訓練有所依循，題目參考國際技能競賽試題命題。未來發展水電消防工程自動控制配線住宅與商業大樓維修安裝及設計"
  },
  {
    "category": "青少年組",
    "title": "J19 工業控制",
    "image": "J19.jpg",
    "description": "青少年組\n                          \nJ19 工業控制\n職類介紹工業控制競賽內涵包括電力裝置和自動化裝置，技能包括電器控制元件及機構之安裝、設定、程式撰寫及故障排除，特別著重在工業自動化領域之工廠生產設施之相關元件組合及流程控制之功能架構。競賽方式包含：1. 依據完整的線路與配置圖，使用各式工具在控制箱或配電板上裝配各種電力設備、感測器、控制器及儀表等，並製作相關的配電管路及線槽或電纜。2. 依據動作說明或相關圖說編寫可程式控制器之程式及完成周邊介面電路或通訊線路之配置。3. 依據部分或完整之電路圖檢修電驛電路並設定或修正。4. 依據動作說明或相關圖說繪製正確電路圖並裝配之。未來發展自動化控制工程師製程自動化設計師產業自動化研發工程師機電整合研發工程師"
  },
  {
    "category": "青少年組",
    "title": "J22 漆作裝潢",
    "image": "J22.jpg",
    "description": "青少年組\n                          \nJ22 漆作裝潢\n職類介紹漆作裝潢以專業基礎塗裝技能、創新工法及美學創作，設計獨特性及商業性，融入產品與實體工程，創造形式美感、視覺舒適與心理上的滿足，提升生活品質。漆作更具有產業塗裝型態發展之名，替代油漆工刻板形象，轉向更符合現代人聯想專業具美學的職業代名詞與美化裝飾兼具環保的執行者。競賽方式本職類於全國技能競賽時間為2天，共計4小時，比賽項目可分為以下內容：1. 版面處理、補土、研磨整平2. 主圖製圖精準、文字放樣3. 標準色調色、漸層色調色、漸層競速4. 自由表現未來發展建築塗裝街頭藝術師環保塗料推廣漆器漆藝師室內風格色彩規劃電影場景製作"
  },
  {
    "category": "青少年組",
    "title": "J23 機器人",
    "image": "J23.jpg",
    "description": "青少年組\n                          \nJ23 機器人\n職類介紹機器人是整合電腦、資訊、機電與機械技術的職種，將培養出人工智慧及自動化科技人才，競賽方式由2位選手組成團隊，針對競賽需求，對機器人的機構進行設計、組裝與調整，並安裝軟體以控制與測試機器人運轉，培養排除困難之技術工作。競賽方式機器人青少年組以塑膠積木作為機構之組件，現場依據題目之需求進行機器人機構的設計、組裝。在搭配適當的感測器與程式撰寫之後，讓機器人可以用遙控或以全自動的方式來達成任務。所設計的機器人必須符合規定的長、寬、高限制，並且全數使用符合規定的零組件；組裝的過程全程禁止使用工具。評分時則依據任務的要求，讓機器人由出發區出發，依據題目的要求，在指定的區域內以遙控的方式或讓機器人以全自動的方式移動，並達成指定的任務。未來發展機械設計工程師模具工程師CAD工程師自動控制開發工程師機器人設計工程師"
  },
  {
    "category": "青少年組",
    "title": "J28 花藝",
    "image": "J28.jpg",
    "description": "青少年組\n                          \nJ28 花藝\n職類介紹花藝，泛指花卉的運用與裝飾，透過自然界的盆花與切花等作為主要媒材，搭配非植生物件(如珠寶、羽毛、貝殼、金屬…等)，經由巧思設計與實作，利用吸水海綿作固定，或使用黏、貼、捆、綁、紮…等技巧設計，完成作品，得以搬運，且可成為花禮、商品、藝術品等，並可應用於生活中各種儀式空間或特殊節慶宴會的擺飾與裝飾。競賽方式競賽程序及試題設計與國際技能競賽接軌，花材以本土花卉為主，搭配非植生物件作為競賽媒材，主題功能呈現文化面向意涵。競賽採題目公開、材料不公開的方式進行。競賽過程以提升選手技能為主，促進選手職場工作倫理養成為輔。裁判人員須具優良人格特質及高尚道德標準，為人須正直、誠實、客觀、公平且具有服務熱誠。如此環扣相連，始能達成競賽之圓滿。未來發展花藝設計園藝設計造園景觀設計產品設計服裝與髮型設計珠寶設計設計相關領域教師"
  },
  {
    "category": "青少年組",
    "title": "J29 美髮",
    "image": "J29.jpg",
    "description": "青少年組\n                          \nJ29 美髮\n職類介紹競賽內容分為女子商業沙龍造型（剪、染）、女性流行髮型與接髮、女性真人舞台造型編髮、女性真人長髮編髮造型，含燙、剪、染、整等六大項目進行。競賽方式係用大會指定之假髮，以基礎之美髮技巧及美髮創意將大會指定之女子髮型發揮高度美髮技巧完成商業髮型,比賽髮型之設計含剪髮、染髮、吹髮、梳編髮等設計技巧必須符合職場標準，不得有怪異或荒誕之髮型設計。 比賽髮型目前暫定如下，待大會最新說明再行公告:1. 女士商業剪染髮型2. 女士長髮梳理造型未來發展髮型設計師技術教師"
  },
  {
    "category": "青少年組",
    "title": "J35 餐飲服務",
    "image": "J35.jpg",
    "description": "青少年組\n                          \nJ35 餐飲服務\n職類介紹一家好的餐廳不只是有好吃與衛生的食物，還要讓顧客感受到賓至如歸的用餐體驗，因此專業的餐飲服務也是吸引顧客一訪再訪的關鍵，餐飲服務最主要的訴求是以顧客為中心，透過專業技能及相互溝通，達到餐飲外顯（生理層面的感覺）與內隱（心理層面的感受）的服務目的，讓顧客體驗用心服務的美好感受，進而提升餐廳的價值。競賽方式部份試題採直接測驗方式，單純評估選手技能操作水平；另一部分試題須直接面對顧客，裁判從旁評估選手服務技能水平與穩定度、互動能力與問題解決能力。未來發展餐飲從業人員都可以依自己的興趣與性向，並隨著年齡與經驗的累積，藉著內部輪職或請調，選擇自己想要的工作。"
  },
  {
    "category": "青少年組",
    "title": "J40 平面設計技術",
    "image": "J40.jpg",
    "description": "青少年組\n                          \nJ40 平面設計技術\n職類介紹運用各種設計創意表現技法與電腦繪圖、影像處理、排版軟體及電腦周邊配備之技術操作能力，並熟悉印刷原理、實務與印前製作技巧，將命題內容適當表現，達到具有創意的視覺傳達設計效果。競賽方式競賽時間：4小時試題內容：分區賽與全國賽為1個獨立試題組，以一天進行比賽內容包含：1. 視覺形象識別與信息設計2. 影像修整、校色、合成3. 包裝設計4. 廣告與編輯設計未來發展平面設計師視覺形象識別規劃設計師品牌形象設計師產品包裝設計師互動媒介視覺設計師"
  },
  {
    "category": "青少年組",
    "title": "J50 3D 數位遊戲藝術",
    "image": "J50.png",
    "description": "青少年組\n                          \nJ50 3D 數位遊戲藝術職類介紹學習以3D軟體建立遊戲主題角色或物件，體驗3D遊戲設計的工作流程(pipeline)。青少年組選手具有觀察力、美學素養、和喜愛創作的特質，熟悉遊戲業界製作流程中的概念設計(Concept Art)、3D建模(3D Modeling)、著色材質(Texturing)、即時演算(Real-time Rendering)、及資源管理(Workflow Management)等流程與技能。競賽中，選手依主題要求，將2D原創設計建立為3D模型(含材質)，並在規定的軟體中，以即時演算展示，從而熟練遊戲設計師所需之基礎技能與知能。競賽方式選手年齡限制:14~16歲 試題方向:全國賽為4小時對單一主題進行創作；國際賽為8小時（分二天） 方向包含: 1. 電腦繪圖(或手繪)概念2. 資源清單規劃3. 3D建模4. 材質貼圖繪製5. 遊戲引擎展現未來發展遊戲角色設計師概念美術師3D建模師3D美術設計師3D材質貼圖師"
  },
  {
    "category": "未來職類",
    "title": "無人機操作",
    "image": "無人機操作.png",
    "description": "未來職類\n                          \n職類介紹無人機操作技能包括無人機的管理和操作、檢測和消除故障、技術設備的使用、遠程駕駛和操作任務的執行。測試項目旨在評估無人機診斷和維修、視覺和 FPV 駕駛、貨運航空運輸、自主飛行編程以及控制系統和數據收集的技能。競賽方式在2019 年俄羅斯喀山國際技能競賽未來職類中的無人機操作是一項單人競賽。未來發展全球無人機市場預計到2024年將達到430億美元的市場規模，此意味著與無人機操作相關的專業工作正加速發展，例如技術人員、操作員、外部飛行員及與高科技產業相關職業選擇。"
  }
]